export const howToTextData = [
  {
    title: `Fancy Colors`,
    text: `   Раскраска по номерам - это игра для рисования картинок по номерам`,
  },

  {
    title: `Как играть`,
    text: `   Для игры используйте мышку:

    1. вначале игровое поле представляет из себя незакрашенную картинку, разделенную на несколько областей
    2. Выберете цвет справа от картинки, после этого области, которые необходимо закрасить выделятся особым образом
    3. При необходимости - приблизьте картинку с помощью колесика мышки
    4. Нажмите на область на картинке, и, если вы нажали на правильную область, сегмент закрасится
    5. Круглый индикатор на плашках выбора цвета показывает прогресс в нахождении всех сегментов именно этого цвета
    6. Когда найдены все сегменты выбранного цвета, переходите к следующему, пока не закрасите всю картинку
    `,
  },

  {
    title: `Как начисляются баллы`,
    text: `   Принимается во внимание количество закрашенных картинок, сложность, а также скорость закрашивания`,
  },
];
